export const memories = [
  {
    id: 1,
    title: "Анхны чат",
    message:
      "2026.02.02 - 17:47. Өглөө сургууль руугаа автобусанд явж байхад анх Ээнээгийн аялаын Story -оос харж байна, тэгээд шууд хараад л ямар хөөрхөн охин бэ гэж бодоод л өнгөрсөн.Тэгээд хичээлээ дуусгаад орой гэрлүүгээ явж байхдаа зориг гаргаад анх 'Hi' гэж бичсэн байсан. Би одоо энэ үйлдэлдээ маш их баярладаг. Ямар азтай хүн вэээ",
    question: "Video call",
    date: "2026-02-02T17:47:00",
    location: "Online",
    image: "/memories/first-chat.jpg",
    color: "#f472b6",
    bgGradient: "linear-gradient(135deg,#ff9a9e,#fad0c4)"
  },

  {
    id: 2,
    title: "Video call",
    message:
      "Сая сүүлийн 7 хоног шалгалттай гээд залгахгүй, аль чадахаараа чат бичиж сатааруулахгүй гээд аль чадахаараа тултал гэж хичээсээн. Гэхдээ чадахгүй юм байна лээ, надаа үнэхээр хэцүү санагдсан. Өдийд зүгээр байсан ингээд юм ярих байсан даа, чаталж байх байсан даа гээд, эцэст нь энэ том давааг давж чадлаа... Video Call хийх үед үнэхээр гоё өөрөөрөө, аз жаргалтай болгодог. ",
    question: "Дуртай зүйлс нь",
    date: "2026-02-05",
    location: "Finland ↔ Mongolia",
    image: "/memories/video-call.jpg",
    color: "#60a5fa",
    bgGradient: "linear-gradient(135deg,#89f7fe,#66a6ff)"
  },

  {
    id: 3,
    title: "Дуртай зүйлс нь",
    message:
      "2026.02.14. Valentine -ийн өдөр үнэхээр өөрөө сонгож бүх зүйлийг нь авья гэж бодсон ч үнэхээр чадалгүй Ээнээд даалгасан. Гэхдээ юу юу авах яах ийхийг би бүгдийг нь төлөвлөж гаргасан шүү. Дараа заавал яг өөрийн гарааг сонгож хамгийн дуртай зүйлүүдийг нь хамт иднэээ Milk chocolate, cookie, gummy candy, кофе… нэг өдөр хамт идэж суугаад юм ярилцаж суумаар  байна. Бас би чаддаг хамгийн гоё хоолоо хийж өгнө гэж амласан шдэ. Заавал биелүүлнэ эээээ заавал.",
    question: "Нэг өдөр",
    date: "2026-02-10",
    location: "Chat",
    image: "/memories/chocolate.jpg",
    color: "#fbbf24",
    bgGradient: "linear-gradient(135deg,#fddb92,#d1fdff)"
  },

  {
    id: 4,
    title: "Нэг өдөр",
    message:
      "Хэдий хоёулаа одоо ингээд хол байгаа ч зун болгон уулзаж чадна шдээ. Тийм болохоор энэ зун ирэхээр нь аль чадахаараа хамт цагийг өнгөрөөх төлөвлөгөөтэй байгаа, гэхдээ юуны өмнө мэдээж ээж аавынх нь зөвшөөрөлтэй. Тийм болохоор аль болох ээжээс нь зөвшөөрөл авахыг хичээнээ. Хамгийн зөвөөр ойлгуулаад уулзаад танилцвал ойлгох байх гэж боджийн. Тэгвэл 2-уулаа зун ямар ч санаа зоволтгүй уулзаж чадна шүүдээ,",
    question: "Нэг өдөр уулзахыг хамт хүлээх үү?",
    date: "2026-03-01",
    location: "Finland ↔ Mongolia",
    image: "/memories/distance.jpg",
    color: "#a855f7",
    bgGradient: "linear-gradient(135deg,#fbc2eb,#a6c1ee)"
  },

  {
    id: 5,
    title: "Танд нэг захидал ирсэн байна, хүлээн авах уу?",
    message:
      "Бат-Оргил -оос",
    question: "",
    date: "2026-03-08",
    location: "My heart",
    image: "/memories/proposal.jpg",
    color: "#fb7185",
    bgGradient: "linear-gradient(135deg,#ff9a9e,#fecfef)"
  }
]